brew "asdf"
brew "ast-grep"
brew "awscli"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "helix"
brew "httpie"
brew "jq"
brew "kubecolor"
brew "kubectx"
brew "mole"
brew "ripgrep"
brew "sops"
brew "tig"
cask "claude-code"
cask "copilot-cli"
cask "font-iosevka"
cask "gcloud-cli"
cask "orbstack"
cask "wezterm@nightly"
vscode "bierner.markdown-preview-github-styles"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "jdinhlife.gruvbox"
vscode "pkief.material-icon-theme"
vscode "ryu1kn.annotator"
vscode "yoavbls.pretty-ts-errors"
